[
    {
        "id": 1,
        "company": "Non-professional",
        "workdDescription": "Daytrader",
        "description": "Trading futures on the the CBOT, CME and NYMEX markets by analysing the price movement using PA (price action). Trading with the NinjaTrader 8 platform",
        "instrument": "Futures",
        "tags": ["C#, .NET, futures"],
        "script": "NinjaScript",
        "platform": "NinjaTrader 8",
        "startDate": "15/4/2005",
        "endDate": ""
    },
    {
        "id": 2,
        "company": "Gisys AB",
        "workdDescription": "System developer",
        "description": "Worked on the development of an automated log analysis tool for record opening and co-development of web forms for patients and healthcare providers Developed mainly in frontend but to some extent also in backend, as well as with database management. The Agile work was performed in Azure DevOps Boards.",
        "gainedExperience": "Gained experience in working with differnt teams with Azure boards, and the development of the log analysis tools.",
        "tags": ["C#, TypeScript, Angular, Azure Boards, SQL"],
        "startDate": "1/4/2022",
        "endDate": "9/9/2022"
    },
    {
        "id": 3,
        "company": "Prog-it AB",
        "workdDescription": "System developer",
        "description": "Maintenance and development of existing and new customers' websites, support and troubleshooting. Development of websites from idea to launched site. Responsible for updating our Dedicated server, DNS, development and maintenance of Prog-it's website. Some backend development in WordPress.",
        "gainedExperience": "Gained porblem solveing skills and understanding of different areas outside the developer field.",
        "tags": ["Wordpress, TypeScript, frontend, server, DNS, Customer relations"],
        "startDate": "1/4/2021",
        "endDate": "1/4/2022"
    },
    {
        "id": 4,
        "company": "Attendo IOF",
        "workdDescription": "Care taker",
        "description": "Care taker/Treatment assistant at a HVB home for unaccompanied refugee youths. Planning and integration of the youths into Swedish society and mentoring guidance. Responsible for scheduling and other operational tasks, planning activities and excursions.",
        "gainedExperience": "Working with people from different cultures and mentoring them into the Swedish society and school.",
        "tags": ["Integration, Mentoring, Multi-culture, ADHD, Asperger"],
        "startDate": "1/4/2015",
        "endDate": "1/11/2018"
    },
    {
        "id": 5,
        "company": "Siw Kraft Fastighetsmäkleri AB",
        "workdDescription": "Real Estate Agent",
        "description": "Sale of exclusive penthouses in the Stockholm city area. Cost calculations, planning and offering of raw attics before development into penthouses to assosiations and building companies. Worked in two-man team from planning an measurement to final sale.",
        "gainedExperience": "Two-man team work, High-end sales",
        "tags": ["High-end sales, Customer relations, Teamwork, High-end penthouses"],
        "startDate": "1/5/2014",
        "endDate": "25/11/2014"
    },
    {
        "id": 6,
        "company": "Erik Olsson Fastighetsförmedling AB",
        "workdDescription": "Real Estate Agent",
        "description": "Sale of houses and apartments in the Stockholm area. Was a starting member of Erik Olsson Fastighetsförmedlings housing team.",
        "gainedExperience": "Customer contact, Mediation between different sellers and buyers.",
        "tags": ["Sales, Customer contact, Mediation"],
        "startDate": "1/3/2005",
        "endDate": "1/8/2007"
    },

    {
        "id": 7,
        "company": "7/11 Franchisee",
        "workdDescription": "Store owner",
        "description": "All ",
        "gainedExperience": "All existing duties as shop owner - staff responsibility, staff-scheduling, product ordering and purchasing optimization and customer contact, book-keeping, Sales forecasts",
        "tags": ["Sales, Staff, Scheduling, Customer contact, Ordering, Book-keeping"],
        "startDate": "1/1/2000",
        "endDate": "31/8/2003"
    }
]